Repository: Smartappli/AIMER2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: yi

source: Afrikaans
yi: אַפֿריקאַנס

source: Akan
yi: אַקאַן

source: Arabic
yi: אַראַביש

source: Bulgarian
yi: בולגאַריש

source: Brazilian
yi: בראַזיליאַן

source: Czech
yi: טשעכיש

source: Danish
yi: דאַניש

source: German
yi: דײַטש

source: Estonian
yi: עסטיש

source: English
yi: ענגליש

source: Spanish
yi: שפּאַניש

source: Farsi
yi: פּערסיש

source: Finnish
yi: פֿיניש

source: French
yi: פראנצויזיש

source: Greek
yi: גריכיש

source: Hebrew
yi: העברעאיש

source: Hindi
yi: הינדיש

source: Hungarian
yi: אונגאַריש

source: Croatian
yi: קראָאַטיש

source: Armenian
yi: ארמאניש

source: Indonesian
yi: אינדאָנעזיש

source: Italian
yi: איטאַליעניש

source: Japanese
yi: יאַפּאַניש

source: Khmer
yi: כמער

source: Lithuanian
yi: ליטוויש

source: Latvian
yi: לעטיש

source: Korean
yi: קאָרעיִש

source: Mongolian
yi: מאָנגאָליש

source: Dutch
yi: האָלענדיש

source: Norwegian
yi: נאָרוועגיש

source: Polish
yi: פּויליש

source: Portuguese
yi: פּאָרטוגעזיש

source: Romanian
yi: רומעניש

source: Russian
yi: רוסיש

source: Swedish
yi: שוועדיש

source: Slovenian
yi: סלאָוועניש

source: Slovak
yi: סלאָוואַקיש

source: Albanian
yi: אַלבאַניש

source: Serbian
yi: סערביש

source: Thai
yi: טייַלענדיש

source: Turkish
yi: טערקיש

source: Ukrainian
yi: אוקראַיִניש

source: Vietnamese
yi: וויעטנאַמעזיש

source: Yiddish
yi: יידיש

source: Simplified Chinese
yi: סימפּליפיעד כינעזיש

source: Dashboard
yi: דאַשבאָרד

source: Hello
yi: העלא

source: Logout
yi: קלאָץ אויס

source: Log-in
yi: צייכן אריין

source: AIMER Blog
yi: AIMER בלאָג

source: Latest News
yi: לעצטיגע נייעס

source: Add a comment
yi: לייג אַ באַמערקונג

source: Your comment has been added.
yi: דיין באַמערקונג איז צוגעגעבן.

source: Back to the post
yi: צוריק צו דעם פּאָסטן

source: by
yi: דורך

source: Share this post
yi: ייַנטיילן דעם פּאָסטן

source: Similar posts
yi: ענלעכע הודעות

source: There are no similar posts yet.
yi: עס זענען נאָך קיין ענלעך אַרטיקלען.

source: comment
yi: באַמערקונג

source: Comment
yi: באַמערקונג

source: There are no comments yet.
yi: עס זענען נאָך קיין באַמערקונגען.

source: Add a new comment
yi: לייג אַ נייַע באַמערקונג

source: Add comment
yi: לייג צו באַמערקן

source: Last news
yi: לעצטע נייַעס

source: Published
yi: פֿאַרעפֿנטלעכט

source: Posts containing
yi: הודעות מיט

source: There are no results for your query.
yi: עס זענען קיין רעזולטאַטן פֿאַר דיין אָנפֿרעג.

source: Search again
yi: זוכן ווידער

source: Search for posts
yi: זוכן פֿאַר אַרטיקלען

source: Search
yi: זוכן

source: Share a post
yi: ייַנטיילן אַ פּאָסטן

source: E-mail successfully sent
yi: - פּאָסט הצלחה געשיקט

source: was successfully sent to
yi: איז הצלחה געשיקט צו

source: Share
yi: ייַנטיילן

source: by e-mail
yi: דורך E- פּאָסט

source: Send e-mail
yi: שיקן בליצפּאָסט

source: Previous
yi: פֿריִערדיקע

source: Page
yi: בלאַט

source: Next
yi: ווייַטער

source: Logged out
yi: לאָגד אויס

source: You have been successfully logged out.
yi: איר האָט שוין הצלחה לאָגד אויס.

source: You can
yi: דו קענסט

source: log-in again
yi: קלאָץ אין ווידער

source: Your username and password didn't match.
yi: דיין נאמען און שפּריכוואָרט האָבן נישט שטימען.

source: Please try again.
yi: ביטע פּרובירן ווידער.

source: Please, use the following form to log-in.
yi: ביטע נוצן די פאלגענדע פאָרעם צו קלאָץ אין.

source: If you don't have an account
yi: אויב איר טאָן ניט האָבן אַ חשבון

source: register here
yi: פאַרשרייַבן דאָ

source: Forgotten your password?
yi: פארגעסן דיין פּאַראָל?

source: Password changed
yi: שפּריכוואָרט געביטן

source: Your password has been successfully changed.
yi: דיין פּאַראָל איז הצלחה געביטן.

source: Change your password
yi: טוישן דיין פּאַראָל

source: Use the form below to change your password.
yi: ניצן די פאָרעם אונטן צו טוישן דיין פּאַראָל.

source: Change
yi: טוישן

source: Password reset
yi: שפּריכוואָרט באַשטעטיק

source: Password set
yi: שפּריכוואָרט שטעלן

source: Your password has been set. You can
yi: דיין פּאַראָל איז באַשטימט. דו קענסט

source: log in now
yi: קלאָץ אין איצט

source: Reset your password
yi: באַשטעטיק דיין פּאַראָל

source: Please enter your new password twice:
yi: ביטע אַרייַן דיין נייַ פּאַראָל צוויי מאָל:

source: Change my password
yi: טוישן מיין פּאַראָל

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
yi: די פּאַראָל באַשטעטיק לינק איז געווען פאַרקריפּלט, מעגלעך ווייַל עס איז שוין געניצט. ביטע בעטן אַ נייַ פּאַראָל באַשטעטיק.

source: We've emailed you instructions for setting your password.
yi: מיר האָבן געשיקט E- בריוו אינסטרוקציעס פֿאַר באַשטעטיקן דיין פּאַראָל.

source: If you don't receive an email, please make sure you've entered the address you registered with.
yi: אויב איר טאָן ניט באַקומען אַן E- בריוו, ביטע מאַכן זיכער אַז איר האָט אריין די אַדרעס מיט וואָס איר רעגיסטרירט.

source: Someone asked for password reset for email
yi: עמעצער געבעטן פֿאַר פּאַראָל באַשטעטיק פֿאַר בליצפּאָסט

source: Follow the link below:
yi: גיי די לינק אונטן:

source: Your username, in case you've forgotten:
yi: דיין נאמען, אויב איר האָט פארגעסן:

source: Enter your e-mail address to obtain a new password.
yi: אַרייַן דיין E- בריוו אַדרעס צו באַקומען אַ נייַ פּאַראָל.

source: Welcome to your dashboard. You can
yi: ברוכים הבאים צו דיין דאַשבאָרד. דו קענסט

source: edit your profile
yi: רעדאַגירן דיין פּראָפיל

source: change your password
yi: טוישן דיין פּאַראָל

source: Edit your account
yi: רעדאַגירן דיין חשבון

source: You can edit your account using the following form:
yi: איר קענט רעדאַגירן דיין חשבון מיט די פאלגענדע פאָרעם:

source: Save changes
yi: האלט די טוישונגען

source: Please, use the following form to log-in:
yi: ביטע נוצן די פאלגענדע פאָרעם צו קלאָץ אין:

source: Log in
yi: צייכן אריין

source: Create an account
yi: שאַפֿן אַ חשבון

source: Please, sign up using the following form:
yi: ביטע צייכן אַרויף מיט די פאלגענדע פאָרעם:

source: Create my account
yi: שאַפֿן מיין חשבון

source: Welcome
yi: ברוכים הבאים

source: Your account has been successfully created.
yi: דיין חשבון איז הצלחה באשאפן.

source: Now you can
yi: איצט איר קענען
